{
  "article": {
    "title": "Linköping University Hospital",
    "text": "Linköping University Hospital (Swedish: Universitetssjukhuset i Linköping; abbreviated US in Sweden) is a university hospital in Linköping, Sweden, operated by Östergötland County. Its scientific activities are integrated into the medical faculty (Hälsouniversitet) of Linköping University.\nThe hospital has all specializations except organ transplantation. Excellent areas are, for example, burn care, where the hospital together with Uppsala University Hospital is responsible for national care (rikssjukvård). It has been ranked three times as \"best hospital\" in Sweden by the journal Dagens Medicin, and in 2019 was listed as the third best Swedish university hospital.\nThe hospital has about 4,900 employees and 600 care places.\n\n\n== Service area ==\nThe university hospital serves highly specialized care for Östergötland, Kalmar and Jönköping counties, in total about one million inhabitants. The hospital also serves central Östergötland with primary care.\n\n\n== Location ==\nThe hospital is located close to central Linköping. The hospital is positioned at the south side of  Kjettilberget (\"Kjettil hill\"), with the Belvederen tower at the top.\n\n\n== Education ==\nThe medical faculty at Linköping University is placed at the university hospital. The faculty has undergraduate and graduate education in most medical fields. One of the units is Clinicum, a learning laboratory for simulation and skill training with problem-based education.\n\n\n== Research ==\nThe university hospital conducts research in close cooperation with Linköping University.\n\n\n== History ==\nThe university hospital was founded as Linköpings länslasarett in 1782, and was located in central Linköping. In 1895 the hospital moved to its present location. In 1992 it gained its current name.\n\n\n== References ==\n\n\n== External links ==\nLinköping University Hospital website (in Swedish)\nFöreläsningsserien \"Forskning i framkant\", från US och Hälsouniversitetet. (in Swedish)"
  },
  "quiz": "{\n  \"Quiz\": [\n    {\n      \"question\": \"Who operates Linköping University Hospital?\",\n      \"options\": [\n        {\"A\": \"Stockholm County\"},\n        {\"B\": \"Östergötland County\"},\n        {\"C\": \"Gothenburg City\"},\n        {\"D\": \"Kalmar County\"}\n      ],\n      \"answer\": \"B\"\n    },\n    {\n      \"question\": \"What specialization does Linköping University Hospital not have?\",\n      \"options\": [\n        {\"A\": \"Burn care\"},\n        {\"B\": \"Organ transplantation\"},\n        {\"C\": \"Primary care\"},\n        {\"D\": \"Specialized care\"}\n      ],\n      \"answer\": \"B\"\n    },\n    {\n      \"question\": \"What is the capacity of Linköping University Hospital in terms of care places?\",\n      \"options\": [\n        {\"A\": \"300\"},\n        {\"B\": \"600\"},\n        {\"C\": \"1200\"},\n        {\"D\": \"1500\"}\n      ],\n      \"answer\": \"B\"\n    },\n    {\n      \"question\": \"Where is Linköping University Hospital located?\",\n      \"options\": [\n        {\"A\": \"Near central Stockholm\"},\n        {\"B\": \"At the south side of Kjettilberget\"},\n        {\"C\": \"In central Gothenburg\"},\n        {\"D\": \"At the north side of Kjettilberget\"}\n      ],\n      \"answer\": \"B\"\n    },\n    {\n      \"question\": \"When was Linköping University Hospital founded?\",\n      \"options\": [\n        {\"A\": \"1782\"},\n        {\"B\": \"1895\"},\n        {\"C\": \"1992\"},\n        {\"D\": \"2000\"}\n      ],\n      \"answer\": \"A\"\n    }\n  ]\n}"
}