{
  "article": {
    "title": "2023 CFL global draft",
    "text": "The 2023 CFL global draft was a selection of non-Canadian and non-American players by Canadian Football League (CFL) teams that took place on May 2, 2023. It was the third CFL draft that pooled all of the global players together after previously having separate drafts for Mexican players and European players in 2019.\n\n\n== Draft format ==\nThis year's draft featured two rounds with a total of 18 selections. This was reduced from three rounds in 2022 and from four rounds in 2021. This year's global draft was also the first to be based solely on the waiver priority order (reverse standings from the previous year) and the first to have the same order in each round (as opposed to a snake order draft).\n\n\n== Draft order ==\n\n\n=== Round one ===\n\n\n=== Round two ===\n\n\n== Trades ==\nIn the explanations below, (D) denotes trades that took place during the draft, while (PD) indicates trades completed pre-draft.\n\n\n=== Round three ===\nNote: These trades were made prior to the league revealing the number of rounds for this draft.\n\nCalgary → Saskatchewan (PD). Calgary traded this selection and a seventh-round selection in the 2023 CFL National Draft to Saskatchewan in exchange for James Smith.\nSaskatchewan → Calgary (PD). Saskatchewan traded this selection originally acquired from Calgary back to Calgary in exchange for James Smith.\n\n\n== References ==\nTrade references\n\nGeneral references"
  },
  "quiz": "{\n\"questions\": [\n    {\n        \"question\": \"What was unique about the 2023 CFL global draft?\",\n        \"options\" : [\n            {\"A\": \"It was the first to include non-Canadian and non-American players.\"}, \n            {\"B\": \"It was the first to pool all global players together.\"}, \n            {\"C\": \"It was based solely on the waiver priority order.\"}, \n            {\"D\": \"All of the above.\"}\n        ],\n        \"answer\": \"D\"\n    },\n    {\n        \"question\": \"How many selections were featured in the 2023 CFL global draft?\",\n        \"options\" : [\n            {\"A\": \"18\"}, \n            {\"B\": \"20\"}, \n            {\"C\": \"22\"}, \n            {\"D\": \"24\"}\n        ],\n        \"answer\": \"A\"\n    },\n    {\n        \"question\": \"How many rounds were reduced in the 2023 CFL global draft compared to the previous year?\",\n        \"options\" : [\n            {\"A\": \"1\"}, \n            {\"B\": \"2\"}, \n            {\"C\": \"3\"}, \n            {\"D\": \"4\"}\n        ],\n        \"answer\": \"A\"\n    },\n    {\n        \"question\": \"What does (D) denote in the context of the 2023 CFL global draft trades?\",\n        \"options\" : [\n            {\"A\": \"Trades that took place during the draft\"}, \n            {\"B\": \"Trades completed pre-draft\"}, \n            {\"C\": \"Trades completed post-draft\"}, \n            {\"D\": \"Trades involving draft picks from previous years\"}\n        ],\n        \"answer\": \"A\"\n    },\n    {\n        \"question\": \"Who was traded from Calgary to Saskatchewan in the 2023 CFL global draft?\",\n        \"options\" : [\n            {\"A\": \"James Smith\"}, \n            {\"B\": \"John Doe\"}, \n            {\"C\": \"Jane Smith\"}, \n            {\"D\": \"John Smith\"}\n        ],\n        \"answer\": \"A\"\n    }\n]\n}"
}