{
  "article": {
    "title": "Megan Gaiser",
    "text": "Megan Gaiser is a video game director, and one of the first female CEOs in the gaming industry. Her work has focused on games for girls. In the course of her career, Megan Gaiser has worked to give voice to marginalized groups by questioning common expertise and typical management behavior.\n\n\n== Early life ==\nGaiser had no intention to work in the gaming industry. Her career as a director and editor was in academic, documentary and corporate films and recording. Her attention was caught when multimedia started to emerge in Seattle in the early 1990s. Gaiser moved to Seattle without the guarantee of having a decent job. Luckily, with plentiful tech opportunities and with the help of her sister who lived in Seattle, she was able to secure a living.\nWhen Microsoft started to create content for MSN, she landed an opportunity for a producer role job at the tech company. However, because of a lack of market research, her initial film project featuring celebrities from college campuses across the country was scrapped shortly after she was recruited.\n\n\n== Career ==\nPrior to joining HeR Interactive, Gaiser spent eleven years as editor and producer of several documentaries as well as corporate, educational films and public service announcements. In 1994, she then went to Microsoft Corporation as producer of CarPoint, the company's first online-specific product.\n\n\n=== Nancy Drew ===\nHeR Interactive introduced its first Game-book app in a new interactive entertainment category on February. Nancy Drew Mobile Mysteries: Shadow Ranch for iPad, iPhone and iPod touch, which incorporates game play with plot, allows players to determine how stories evolve as games play and mysteries both huge and small are resolved.\n\n\n=== HeR Interactive ===\nGaiser joined HeR Interactive in 1999 as President and CEO. From 2011 until 2013, she was the Chief Creative Strategy Officer at Her Interactive.\nA new joint development framework has been developed by HeR Interactive as it extends its company towards major product services. Megan Gaiser will remain Chief Strategic Creative Officer (CSCO), with a view to concentrate on artistic direction as well as product and portfolio growth, sales and marketing and strategic alliances. Stuart Moulder also joined HeR Interacting Team to concentrate on corporate strategy and daily work. Working in Her Interactive company, Moulder presents over 20 years of experience in the gaming industry. Some of his works include Sierra Online, Microsoft Duties. Moulder was also responsible for a number of games, including Halo, Flight Simulator as well as Empire Era where he brings greatness on the company along with Megan Gaiser.\nGaiser left Her Interactive in 2013 to form a new venture and currently works as a creative strategist. She also serves as the Diversity Evangelist and Ambassador for several gaming non-profits.\n\n\n== Awards ==\nShe is the recipient of over fifteen Cine Golden Eagle awards, three New York Festival awards, and the International Documentary Milano Award. Other awards include “Game Industry’s 100 Most Influential Women” Next Generation; “Top 10 Most Influential Women of the Decade”by Kotaku Gaming Angels, and “2011 Indie Cade Trailblazer Lifetime Achievement Award.” She was named one of the \"Game Industry's 100 Most Influential Women\" by Next Generation.\nIn the United States, The Nancy Drew has become the #1 PC franchise units in a range of six years. It also garnered the Parental's Choice Gold Medal Award for 24 consecutive times. In 2010, Gaiser received the Microsoft Women in Games award.\nGaiser also participated as an accomplished speaker in the 2009 SXSW panel. It was presented at the 12th Annual Interactive Achievement Awards entitled \"Gaming as a Gateway Drug: Getting Girls Interested in Technology.\"\n\n\n== References ==\n\n\n== External links ==\nKotaku: Top 10 Most Influential Women of the Decade\nESA: Women Influencing Games"
  },
  "quiz": "{\n\"Quiz\": [\n    {\n        \"question\": \"What was Megan Gaiser's first role in the gaming industry?\",\n        \"options\": [\n            {\"A\": \"Chief Creative Strategy Officer at Her Interactive\"},\n            {\"B\": \"Producer role at Microsoft\"},\n            {\"C\": \"CEO of a gaming startup\"},\n            {\"D\": \"Game developer at Nintendo\"}\n        ],\n        \"answer\": \"B\"\n    },\n    {\n        \"question\": \"What is the name of the first online-specific product that Gaiser produced for Microsoft Corporation?\",\n        \"options\": [\n            {\"A\": \"MSN\"},\n            {\"B\": \"CarPoint\"},\n            {\"C\": \"Nancy Drew Mobile Mysteries: Shadow Ranch\"},\n            {\"D\": \"Empire Era\"}\n        ],\n        \"answer\": \"B\"\n    },\n    {\n        \"question\": \"In which company did Megan Gaiser serve as the Chief Creative Strategy Officer?\",\n        \"options\": [\n            {\"A\": \"Microsoft\"},\n            {\"B\": \"Nintendo\"},\n            {\"C\": \"HeR Interactive\"},\n            {\"D\": \"Sony Entertainment\"}\n        ],\n        \"answer\": \"C\"\n    },\n    {\n        \"question\": \"What is the name of the Game-book app introduced by HeR Interactive?\",\n        \"options\": [\n            {\"A\": \"Nancy Drew Mobile Mysteries: Shadow Ranch\"},\n            {\"B\": \"Super Mario Bros\"},\n            {\"C\": \"Pokémon Go\"},\n            {\"D\": \"Minecraft\"}\n        ],\n        \"answer\": \"A\"\n    },\n    {\n        \"question\": \"Which award did Megan Gaiser receive in 2010?\",\n        \"options\": [\n            {\"A\": \"Game Industry’s 100 Most Influential Women\"},\n            {\"B\": \"Microsoft Women in Games award\"},\n            {\"C\": \"International Documentary Milano Award\"},\n            {\"D\": \"Indie Cade Trailblazer Lifetime Achievement Award\"}\n        ],\n        \"answer\": \"B\"\n    }\n]\n}"
}