{
  "article": {
    "title": "Susan C. Gardner",
    "text": "Susan C. Gardner is a Mexican-American marine scientist and Director, Ecosystems Division at the United Nations Environment Programme based in Nairobi, Kenya.\n\n\n== Education ==\nDr. Gardner holds a Doctor of Philosophy in Fisheries and Aquatic Sciences from University of Washington. She has a Master's of Science degree in Toxicology from North Carolina State University and a Bachelor of Science degree in Marine Science from Long Island University, Southampton Campus .\n\n\n== Career ==\nShe is currently the Director of the Ecosystems Division at United Nations Environment Programme in Nairobi, Kenya. (2019-present)\nDeputy Director and Chief of Staff, Northeast Fisheries Science Center, National Oceanic and Atmospheric Administration, Woods Hole, USA (2012-2019)\nDeputy Director, Office of Science and Technology Cooperation, U.S. Department of State, Washington, D.C., USA (2010-2012)\nAAAS Science Diplomacy Fellow and Senior Foreign Affairs Officer, Office of Environmental Policy, U.S. Department of State, Washington, D.C., USA (2006-2010)\nMarine Scientist and Programme Director, Centro de Investigaciones Biológicas, Mexican Federal Government, La Paz, Mexico (2000-2006) \nMarine Ecologist, Center for Coastal Studies, School for Field Studies, Puerto San Carlos, Mexico (1996-2000) \nHer research has generated scientific publications in the fields of marine ecology, natural resource management, protected species conservation, and fisheries.  https://www.researchgate.net/profile/Susan-Gardner-12\nSelected Speeches and Interviews \nSusan Gardner speaks with Jason Momoa, Aquaman and UNEP Advocate for Life Below Water at UN Ocean Conference, Lisbon https://www.youtube.com/watch?v=DYzQreu5jgU excerpt from https://webtv.un.org/en/asset/k1k/k1ket72j5r\nSusan Gardner speaks on land restoration, desertification and resilience on World Environment Day 2024 https://www.youtube.com/watch?v=9zn9a7K4KuI\nSusan Gardner focused on solutions at the 10th World Water Forum in Bali https://www.youtube.com/watch?v=huJyx0tgqcY \nSusan Gardner highlights coral reefs and climate action at UNFCCC CO28 in Dubai  https://www.youtube.com/watch?v=0A5FkOtAG4s \nSusan Gardner speaking with youth on #EarthisCallingActNow https://www.youtube.com/watch?v=CATcteb7Hjs \nInterview with Susan Gardner on building back better with nature  https://www.youtube.com/watch?v=V3nMEL1poaw\nEntrevista con Directora Gardner en el marco del Día Internacional del Medio Ambiente, Chile https://cooperativa.cl/noticias/pais/medioambiente/directora-de-programa-onu-para-el-medioambiente-esta-optimista-en/2024-06-05/163415.html\nInterview on the Olympic Games and nature https://www.unep.org/news-and-stories/story/olympics-are-part-push-green-sports-heres-why-thats-important \nInterview with Susan Gardner at the Global Landscape Forum    \n\n\n== References =="
  },
  "quiz": "Question 1:\n{question: \"What is Susan C. Gardner's current position and where is it based?\"}\n{options : [{A: \"Ecosystems Division Director at the United Nations Environment Programme, Nairobi, Kenya\"} , {B: \"Deputy Director and Chief of Staff at Northeast Fisheries Science Center, Woods Hole, USA\"}, {C: \"Marine Scientist and Programme Director at Centro de Investigaciones Biológicas, Mexico\"}, {D: \"Deputy Director at the Office of Science and Technology Cooperation, Washington, D.C., USA\" }]}\n{answer: \"A\"}\n\nQuestion 2:\n{question: \"What is Susan C. Gardner's highest degree and from which university did she obtain it?\"}\n{options : [{A: \"Master's of Science in Toxicology from North Carolina State University\"} , {B: \"Bachelor of Science in Marine Science from Long Island University, Southampton Campus\"}, {C: \"Doctor of Philosophy in Fisheries and Aquatic Sciences from University of Washington\"}, {D: \"None of the above\" }]}\n{answer: \"C\"}\n\nQuestion 3:\n{question: \"Where did Susan C. Gardner work from 2012 to 2019?\"}\n{options : [{A: \"United Nations Environment Programme in Nairobi, Kenya\"} , {B: \"Northeast Fisheries Science Center, National Oceanic and Atmospheric Administration, Woods Hole, USA\"}, {C: \"Office of Science and Technology Cooperation, U.S. Department of State, Washington, D.C., USA\"}, {D: \"Centro de Investigaciones Biológicas, Mexican Federal Government, La Paz, Mexico\" }]}\n{answer: \"B\"}\n\nQuestion 4:\n{question: \"What is Susan C. Gardner's field of study?\"}\n{options : [{A: \"Marine Science\"} , {B: \"Toxicology\"}, {C: \"Fisheries and Aquatic Sciences\"}, {D: \"All of the above\" }]}\n{answer: \"D\"}\n\nQuestion 5:\n{question: \"What was Susan C. Gardner's position from 1996 to 2000?\"}\n{options : [{A: \"Marine Ecologist at Center for Coastal Studies, School for Field Studies, Puerto San Carlos, Mexico\"} , {B: \"Deputy Director for the Office of Science and Technology Cooperation, U.S. Department of State, Washington, D.C., USA\"}, {C: \"Mar"
}