{
  "article": {
    "title": "The Calculating Machines",
    "text": "Die Rechenmaschinen, by Ernst Martin, and its English translation, The Calculating Machines (Die Rechenmaschinen): Their History and Development, are books on mechanical desktop calculators from prior to World War II.\n\n\n== Publication history ==\nDie Rechenmaschinen, the original book by Martin, was published in 1925, and revised in 1937. Both editions are very rare. Little is known about Martin beyond these books.\nThe 1925 edition was edited and translated into English by Peggy A. Kidwell and Michael R. Williams, and published in 1992 by the MIT Press as the final 16th volume of its The Charles Babbage Institute Reprint Series for the History of Computing (ISBN 0-262-13278-8). Kidwell and Williams chose this edition, rather than the revised edition, because of \"the rarity of the books and the poor condition of the illustrations in extant copies\". Indeed, they were only able to locate three copies of Martin's book.\nThe book and its translation includes many illustrations, and\nthe translation preserves some idiosyncrasies of the original work, including a set of advertisements for calculating machines at the end of the book.\n\n\n== Topics ==\nAfter an introduction grouping calculating machines into seven types,\nthe book describes over 200 machines, comprising \"almost every desk-top calculator available before World War II\", ordered chronologically. It also contains biographical information about some of the people who contributed to the design of these machines, including Blaise Pascal, Gottfried Wilhelm Leibniz, and Giovanni Poleni.\n\n\n== Audience and reception ==\nAt the time Martin wrote the book, \"mechanical calculating machines were a symbol of high-tech sophistication in the workplace\"; reviewer Jonathan Samuel Golan suggests that it was aimed at collectors rather than historians, while the editors of the Bulletin of Science, Technology & Society suggest that instead its purpose was to inform the public. Nowadays, reviewer A. D. Booth suggests that readers of the book are likely to be people who once used these machines, looking back at them with nostalgia, while the Bulletin editors point to new use by collectors, and Golan instead suggests that it can be used to study the history of a bygone technology.\nIn terms of its content, Booth complains that the contributions of Samuel Morland are overlooked, and that Morland's calculator was at least the equal of Pascal's in priority and quality. Similarly, Doron Swade notes the omission of the work of Wilhelm Schickard, earlier than that of both Morland and Pascal, but excuses this lapse by noting that Schickard's work was forgotten and only rediscovered after Martin's book was published. Golan writes that the descriptions of older calculating machines are \"cursory\" and secondhand, while the later ones seem to be copied from advertisements.\nBooth praises the quality of the translation, and calls the newly reprinted edition \"an invaluable window on the past\". Similarly, Golan calls it \"a valuable document, providing a fascinating portrait of the state of the art\". Swade is more cautious, pointing to the book's clear biases, but still noting its value as \"reference material for collectors and curators as well as historians\".\n\n\n== References ==\n\n\n== External links ==\nThe Calculating Machines on the Internet Archive\nThe Calculating Machines, online PDF edition with permission of the MIT Press"
  },
  "quiz": "{\n\"quiz\": [\n    {\n        \"question\": \"Who is the author of the original book 'Die Rechenmaschinen'?\",\n        \"options\" : [{\"A\": \"Peggy A. Kidwell\"} , {\"B\": \"Michael R. Williams\"}, {\"C\": \"Ernst Martin\"}, {\"D\": \"Charles Babbage\" }],\n        \"answer\": \"C\"\n    },\n    {\n        \"question\": \"In what year was the English translation of 'Die Rechenmaschinen' published?\",\n        \"options\" : [{\"A\": \"1925\"} , {\"B\": \"1937\"}, {\"C\": \"1992\"}, {\"D\": \"2000\" }],\n        \"answer\": \"C\"\n    },\n    {\n        \"question\": \"Who published the English version of 'Die Rechenmaschinen'?\",\n        \"options\" : [{\"A\": \"MIT Press\"} , {\"B\": \"Harvard Press\"}, {\"C\": \"Oxford Press\"}, {\"D\": \"Stanford Press\" }],\n        \"answer\": \"A\"\n    },\n    {\n        \"question\": \"Which of the following individuals is mentioned as a contributor to the design of calculating machines?\",\n        \"options\" : [{\"A\": \"Blaise Pascal\"} , {\"B\": \"Albert Einstein\"}, {\"C\": \"Isaac Newton\"}, {\"D\": \"Thomas Edison\" }],\n        \"answer\": \"A\"\n    },\n    {\n        \"question\": \"What is a notable feature of the original 'Die Rechenmaschinen' that was preserved in the English translation?\",\n        \"options\" : [{\"A\": \"Advertisements for calculating machines\"} , {\"B\": \"Handwritten notes by the author\"}, {\"C\": \"Original book cover\"}, {\"D\": \"Author's signature\" }],\n        \"answer\": \"A\"\n    }\n]\n}"
}