{
  "article": {
    "title": "Haunted (The Vampire Diaries)",
    "text": "\"Haunted\" is the seventh episode of the first season of The CW television series, The Vampire Diaries and the seventh episode of the series overall. It originally aired on October 29, 2009. The episode's story was written by Andrew Kreisberg and the teleplay by Kevin Williamson and Julie Plec. It was directed by Ernest Dickerson.\n\n\n== Plot ==\nThe episode starts with Vicki (Kayla Ewell) not being able to control her bloodlust and she attacks Tyler (Michael Trevino) at his car. Stefan (Paul Wesley) arrives just in time to stop her and Damon (Ian Somerhalder) compels Tyler to forget everything that happened.\nEveryone in town searches for the vanished Vicki, including Jeremy (Steven R. McQueen) who wants to skip school and join the search team. Elena (Nina Dobrev) knows the truth but she cannot tell him and she tries to argue him out of the search with no result.\nVicki is at the Salvatore's house trying to adjust to her new nature. Stefan gives her some animal blood and explains her why she should not feed on humans while Damon disagrees with him and wonders why the newspapers did not mention Logan's (Chris Johnson) death at all. Elena shows up to check how things are going with Vicki and to inform Stefan that the whole town is searching for her including her brother and she does not know what to tell him. Stefan promises to keep an eye on Vicki until she can control herself and help her as much as he can.\nStefan leaves to go and get some more animal blood for Vicki and he leaves Elena alone with her. The two girls start talk about Jeremy and when Elena asks Vicki to stay away from him because it is not safe, Vicki gets upset and grabs her by the throat. She tells Elena that she can see whoever she wants and then she leaves.\nDamon tries to figure out what is going on and who from the town knows about vampires and he overhears the Mayor and his wife talking at the Grill. He later approaches Mrs. Lockwood and tries to compel her so she will tell him everything but it does not work since she is wearing a bracelet with vervain. He still though manages to find out some things while drinking and flirting with her.\nMeanwhile, Bonnie (Kat Graham) is at her grandmother's (Jasmine Guy) house learning about her family's history as witches. She is impatient to learn how to do spells but her grandmother tells her that spells are not for fun and she should go to school.\nCaroline (Candice Accola) tries to decide what she will dressed up for the Halloween party while talking with Bonnie. She also gives Bonnie a witch costume (which upsets her) and Damon's crystal since she does not want it anymore.\nDamon decides to take Vicki out of the house for a while to have some fun despite Stefan's objections. He follows them on the yard where Damon shows Vicki some of the vampires' abilities, including how fast they can move. Vicky uses the ability to run away from the Salvatore house and gets to her house. She tries to get in however, she is unable to until Matt (Zach Roerig) invites her in. Stefan shows up looking for her but Matt asks him to leave after Vicki tells him not to invite him in.\nEveryone ends up at the Halloween party, including Vicki, something that makes Elena freak out since Jeremy is also there and she does not want Vicki near Jeremy. Elena, along with Stefan, start searching for Jeremy who is already with Vicki. The two of them are making out and Vicki bites him. At the taste of his blood, she loses control and tries to attack him. Elena arrives there and pushes her away from Jeremy but Vicki throws her away. Stefan arrives and asks Elena and Jeremy to hide while he is looking for Vicki.\nVicki catches Elena and Jeremy while they are trying to get away, she tosses Jeremy aside and bites Elena. Stefan gets there and stakes her while she is drinking from Elena and she dies.\nIn the meantime, Damon encounters Bonnie at the party and he sees her wearing his crystal. He asks her to give it back to him since it is his but Bonnie declines. He then tries to take it back but the moment he touches it, it burns his hand. He is surprised by that while Bonnie freaks out and runs away. She gets to her grandma's house who tells her that the crystal necklace belonged to one of her most powerful ancestors; she shows her a picture and it is revealed that it belonged to Katherine's maid, Emily Bennett, who was a witch back in 1864.\nJeremy is lost over losing Vicki but Stefan takes him away from the parking lot. He calls Damon for help who comes to the scene finding Elena crying over Vicki's body. Elena accuses him for what happened and she hits him. Damon tells her that she is bleeding and she has to leave, (because of his urge to bite her and take her blood) something that Elena does. She runs into Matt who is asking for Vicki but Elena tells him she has not seen her, since she does not know how to tell him that Vicki is dead.\nElena gets back home where Stefan is waiting for her on the porch. He brought Jeremy home and he is devastated himself that he could not help Vicki. Elena checks on Jeremy who does not understand what happened and wonders why everyone around him has to die. Elena comforts him and then goes back to Stefan asking him to make Jeremy forget what happened tonight. Stefan explains that because he is feeding on animals, he cannot do it right but Damon appears and volunteers to do it if that is what she really wants. Elena says that it is what she wants and tells Damon what to tell Jeremy.\nDamon goes into the house to compel Jeremy while Elena tells Stefan that she wishes she could forget everything as well, even meeting him, but she cannot because she does not want to forget how she feels about him. Damon comes back informing that he has done what Elena asked. Elena goes back into the house leaving the two brothers alone staring at each other.\n\n\n== Featured music ==\nThese songs can be heard in the episode \"Haunted\":\n\n\"The Weight of Us\" by Sanders Bohlke\n\"Sleep Alone\" by Bat for Lashes\n\"Time to Die\" by The Dodos\n\"Open Hearts\" by The Longcut\n\"To Lose My Life\" by White Lies\n\"No One Sleeps When I'm Awake\" by The Sounds\n\"Fading Light\" by Final Flash\n\"Open Arms\" by Gary Go\n\n\n== Reception ==\n\n\n=== Ratings ===\nIn its original American broadcast, \"Haunted\" was watched by 4.18 million, up by 0.30 from the previous episode.\n\n\n=== Reviews ===\nLauren Attaway from Star Pulse gave an A− rate to the episode stating that Vicki's death opened up a lot of potential new storylines for the show.\nLauren Kalal of Fandomania rated the episode with 4.5/5. \"This episode pulls out all the punches, and leaves you begging for more. It elevates Vampire Diaries from guilty pleasure to can’t-miss television. I, for one, am re-invested in this show’s potential, now that it has established itself as something beyond the usual fare of its fellow CW shows.\"\nRobin Franson Pruter of Forced Viewing rated the episode with 3/4 saying that the episode proves somewhat of the letdown after Lost Girls. \"Little time is spent on developing characters and relationships that will move forward in the series. Instead, the episode focuses on Vicki’s decline and ultimate demise.\"\nJosie Kafka of Doux Reviews rated the episode with 3.5/4 saying that it was fabulous and that Vicky's death was a surprise for her. \"Killing off a cast member is almost de rigueur these days, but I was shocked that VD did it so quickly: they easily could have created a mini-arc in which Vicki terrorizes the town, and that’s what I was expecting. But that’s not what this show is about: it’s about how people react to trauma, change, and grief—and Vicki’s death, and everything that came before and after it, represent a serious turning point for a few of our characters.\"\nAlice Jester from Blog Critics gave a good review to the episode saying that despite the Halloween theme on a vampire show was often seen, The Vampire Diaries managed to stand out by moving along the building drama. \"What do you know, it’s sort of a happy ending. As happy as a tragic vampire story on Halloween could be. That’s probably why this show is catching on. Sure, there were some plot holes (Stefan and Elena letting Damon go in with Jeremy by himself after what Vicki did to him?) but considering this is still a new show building from scratch I’ll just let them slide for now.\"\nPopsugar of Buzzsugar gave a good review to the episode saying that it was the best one of the season so far. \"The Halloween setting is perfect for playing out Vicki's vampiric transition, Bonnie's exploration of her mysterious genealogical history, and the exposing of \"The Council.\"\"\nLucia from Heroine TV also gave a good review to the episode saying that Vicky's death didn't make her cry since she was not thrilled with the characters transition to a vampire. \"There are just too many plot-lines from the books that I would like to see develop, before going so far off track with a drug-addict newborn vampire. Don’t get me wrong – I don’t want the show to follow the books too closely, but there are some milestones I would like to get to in season one. [...] On a more positive note, this was a great episode for Damon, and we really got to see a different side of the bad-boy vampire.\"\n\n\n== Notes ==\nEwell revealed in an interview to Michael Ausiello for Entertainment Weekly that the script originally had Jeremy killing her character (Vicki) instead of Stefan, but that changed in the process since Williamson and Plec thought that it would be better to have Stefan killing Vicki.\n\n\n== References =="
  },
  "quiz": "{\n                \"question\": \"Who wrote the story for the episode 'Haunted' of The Vampire Diaries?\",\n                \"options\" : [{\"A\": \"Kevin Williamson and Julie Plec\"} , {\"B\": \"Ernest Dickerson\"}, {\"C\": \"Andrew Kreisberg\"}, {\"D\": \"Michael Trevino\" }],\n                \"answer\": \"C: Andrew Kreisberg\"\n},\n{\n                \"question\": \"Who is unable to control her bloodlust in the episode 'Haunted'?\",\n                \"options\" : [{\"A\": \"Elena\"} , {\"B\": \"Vicki\"}, {\"C\": \"Bonnie\"}, {\"D\": \"Caroline\" }],\n                \"answer\": \"B: Vicki\"\n},\n{\n                \"question\": \"Who originally kills Vicki in the episode 'Haunted'?\",\n                \"options\" : [{\"A\": \"Damon\"} , {\"B\": \"Stefan\"}, {\"C\": \"Jeremy\"}, {\"D\": \"Tyler\" }],\n                \"answer\": \"B: Stefan\"\n},\n{\n                \"question\": \"What was the viewership for the original American broadcast of the episode 'Haunted'?\",\n                \"options\" : [{\"A\": \"3.88 million\"} , {\"B\": \"5.18 million\"}, {\"C\": \"4.18 million\"}, {\"D\": \"6.18 million\" }],\n                \"answer\": \"C: 4.18 million\"\n},\n{\n                \"question\": \"Whose ancestor was revealed to be a powerful witch in the episode 'Haunted'?\",\n                \"options\" : [{\"A\": \"Damon\"} , {\"B\": \"Stefan\"}, {\"C\": \"Bonnie\"}, {\"D\": \"Elena\" }],\n                \"answer\": \"C: Bonnie\"\n}"
}