{
  "article": {
    "title": "Joel Marangella",
    "text": "Joel Marangella is an American oboist who has performed in concert with many of the world's leading orchestras. A founding member of the Speculum Musicae, he was the principal oboist for the West Australian Symphony Orchestra, and a founding member of the New Music Ensemble.\n\n\n== Biography ==\nMarangella was born in Washington, D.C., and first studied in France with Fernand Eché at the Conservatoire National de Musique d’Orléans, and later with Pierre Pierlot, Maurice Bourgue, and Etienne Baudo at the Conservatoire de Paris. He pursued further studies at the Juilliard School in New York City, earning both bachelor's and master's degrees in music. While there he was a member of the Juilliard Ensemble under the direction of Luciano Berio, performing with them not only in New York but also the University of Hawaii and Dartmouth College.\nIn 1971 Marangella won the Young Concert Artists International Auditions which led to his recital debut at Carnegie Hall. That same year he helped form the Speculum Musicae. He soon began to perform with notable music groups throughout the United States, notably playing the American premiere of Hans Werner Henze’s Double Concerto with the National Symphony Orchestra at the Kennedy Center in Washington, D.C. He has also appeared at several chamber music festivals, including the Spoleto Festival of the Two Worlds in Italy.\nMarangella has served as principal oboist for numerous ballet orchestras throughout his career. Former posts include Principal Oboe with the New York City Ballet, the American Ballet Theatre, the Bolshoi Ballet, the Royal Ballet, the Royal Swedish Ballet, and the Royal Danish Ballet.\nMore recently Marangella's career has been centered in Australia. He has appeared as a soloist for all the major Australian orchestras, and has been Guest Principal Oboe with the Sydney Symphony.\n\n\n== References =="
  },
  "quiz": "{\n  \"quiz\": [\n    {\n      \"question\": \"Where was Joel Marangella born?\",\n      \"options\": [\n        {\"A\": \"Paris, France\"},\n        {\"B\": \"Sydney, Australia\"},\n        {\"C\": \"Washington, D.C., USA\"},\n        {\"D\": \"Orléans, France\"}\n      ],\n      \"answer\": \"C\"\n    },\n    {\n      \"question\": \"Where did Joel Marangella pursue his bachelor's and master's degrees in music?\",\n      \"options\": [\n        {\"A\": \"Harvard University\"},\n        {\"B\": \"Conservatoire de Paris\"},\n        {\"C\": \"Juilliard School in New York City\"},\n        {\"D\": \"Conservatoire National de Musique d’Orléans\"}\n      ],\n      \"answer\": \"C\"\n    },\n    {\n      \"question\": \"What notable event in Joel Marangella's career happened in 1971?\",\n      \"options\": [\n        {\"A\": \"He founded the Speculum Musicae\"},\n        {\"B\": \"He moved to Australia\"},\n        {\"C\": \"He retired from music\"},\n        {\"D\": \"He won the Grammy Award for Best Classical Performance\"}\n      ],\n      \"answer\": \"A\"\n    },\n    {\n      \"question\": \"With which ballet company did Joel Marangella NOT serve as a principal oboist?\",\n      \"options\": [\n        {\"A\": \"The Royal Ballet\"},\n        {\"B\": \"The Bolshoi Ballet\"},\n        {\"C\": \"The Royal Danish Ballet\"},\n        {\"D\": \"The Vienna State Ballet\"}\n      ],\n      \"answer\": \"D\"\n    },\n    {\n      \"question\": \"Where has Joel Marangella's career been centered more recently?\",\n      \"options\": [\n        {\"A\": \"France\"},\n        {\"B\": \"USA\"},\n        {\"C\": \"Australia\"},\n        {\"D\": \"United Kingdom\"}\n      ],\n      \"answer\": \"C\"\n    }\n  ]\n}"
}