{
  "title": "Quincy Tahoma",
  "text": "Quincy Tahoma (1921–1956) was a Navajo painter from Arizona and New Mexico.\n\n\n== Biography ==\n\n\n=== Youth ===\nQuincy Tahoma was born near Tuba City, Arizona on Christmas Day 1921. Tahoma means \"Water Edge\".\nAs a young boy he became familiar with many religious and traditional chants and rituals. He also was known for creating \"sand paintings.\" As a boy he spent much of his time hunting and fishing, and later in life he drew much of his artistic inspiration from his boyhood experiences.\n\n\n=== Santa Fe (Dorothy Dunn Studio) ===\nTahoma studied art in Santa Fe, New Mexico, from 1936 to 1940, where he attended the Santa Fe Indian School. He was one of many Navajo painters among the most successful artists to be trained by Dorothy Dunn at the Studio, at the Santa Fe Indian School. Other Navajo painters in that program at the time included Harrison Begay, Gerald Nailor, Sr. and Andy Tsinajinnie.\n\n\n== Style ==\nEarly in his career, his paintings were serene and soothing in tone, but increasingly they had subject matter of bloody wars and men killing animals. In retrospect, Tahoma's subjects were traditional Indian pursuits such as riding, fishing, and hunting, and he also painted distinctive landscape scenes.\nHe was known for his brilliant colors and precise lines along with the two-dimensional disposition of his work reflected the nature of American Indian painting in the American Southwest at that time. His imaginative style and elegant designs distinguished him from his peers. Rather than posing his subjects in a static manner, Tahoma painted them in action. \nFor early 20th-century, studio-taught painting, Tahoma incorporated more action and varied techniques in his work.\n\"One of the most dynamic, imaginative and gifted of Southwest Indian artists was Quincy Tahoma. He also revealed in his works the extreme rhythm and decorative feelings that are essentially Indian. Tahoma lived the life of an average Navajo boy, herding sheep and riding horseback,\" wrote art historian Clara Lee Tanner.\n\n\n== Career ==\nTahoma spent most of his life in Santa Fe, working on hundreds of paintings over two decades from the mid-1930s to 1956 as a Navajo painter and muralist. It is of much debate if Quincy Tahoma was also one of the Navajo Code talkers, who played such a critical part in the winning of World War II in the Pacific. It is believed to some that Tahoma joined the armed forces and served in the Signal Corps during World War II and that after the war, he returned to the Navajo Reservation and became a successful artist.\n\n\n== Collections ==\nHis work is in the public collections of the following institutions:\n\nNational Cowboy and Western Heritage Museum\nCantor Arts Center, Stanford University\nNational Museum of the American Indian\nSan Diego Museum of Art\nFred Jones Jr. Museum of Art\nPhilbrook Museum of Art\nPhoebe A. Hearst Museum of Anthropology\n\n\n== Death ==\nHe died of alcoholism in November 1956 in Santa Fe. He left behind a tremendous legacy of art that is still remembered by those familiar with the field. Due in large measure to his premature death, Tahoma's contribution to Native American art, as well as the triumphs and tragedies in his life, have remained somewhat invisible to the generations that followed.\n\n\n== References ==\nBernstein, Bruce, and W. Jackson Rushing. Modern by tradition: American Indian painting in the studio style. Santa Fe : Museum of New Mexico Press, 1995.\nBaderscher, Vera Marie, and Charnell Havens. \"Quincy Tahoma of Santa Fe .\" American Indian Art Magazine. 2006: 48-57.\n\n\n== External links ==\nQuincy Tahoma at AskArt, with images\nQuincy Tahoma website maintained by researchers of his forthcoming biography"
}